Revit 2027 API
IFCOpeningDimensions.Height Property
 The height of the opening.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Height { get; set; }
Public Property Height As Double
	Get
	Set
public:
property double Height {
	double get ();
	void set (double value);
}
member Height : float with get, set
Property Value
Double
See Also
Reference
IFCOpeningDimensions Class
Autodesk.Revit.DB.IFC Namespace